const movies = [{
	"Название": "Побег из Шоушенка",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1994,
	"Оценка": 9.3,
	"Сборы(в долларах)": 28341469
},
{
	"Название": "Крёстный отец",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1972,
	"Оценка": 9.2,
	"Сборы(в долларах)": 250341816
},
{
	"Название": "Тёмный рыцарь",
	"Жанр": "Боевик",
	"Страна": "США",
	"Возрастной рейтинг": 12,
	"Год": 2008,
	"Оценка": 9.0,
	"Сборы(в долларах)": 1008000000
},
{
	"Название": "Крёстный отец 2",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1974,
	"Оценка": 9.0,
	"Сборы(в долларах)": 25000000
},
{
	"Название": "12 разгневанных мужчин",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1957,
	"Оценка": 9.0,
	"Сборы(в долларах)": 47542841
},
{
	"Название": "Властелин колец: Возвращение короля",
	"Жанр": "Фэнтези",
	"Страна": "США",
	"Возрастной рейтинг": 12,
	"Год": 2003,
	"Оценка": 9.0,
	"Сборы(в долларах)": 776766888
},
{
	"Название": "Список Шиндлера",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1993,
	"Оценка": 9.0,
	"Сборы(в долларах)": 96065768
},
{
	"Название": "Криминальное чтиво",
	"Жанр": "Криминал",
	"Страна": "США",
	"Возрастной рейтинг": 18,
	"Год": 1994,
	"Оценка": 8.9,
	"Сборы(в долларах)": 213928762
},
{
	"Название": "Властелин колец: Братство кольца",
	"Жанр": "Фэнтези",
	"Страна": "США",
	"Возрастной рейтинг": 12,
	"Год": 2001,
	"Оценка": 8.9,
	"Сборы(в долларах)": 887184080
},
{
	"Название": "Хороший, плохой, злой",
	"Жанр": "Вестерн",
	"Страна": "Италия",
	"Возрастной рейтинг": 12,
	"Год": 1966,
	"Оценка": 8.8,
	"Сборы(в долларах)": 25200000
},
{
	"Название": "Форрест Гамп",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 0,
	"Год": 1994,
	"Оценка": 8.8,
	"Сборы(в долларах)": 677386686
},
{
	"Название": "Властелин колец: Две крепости",
	"Жанр": "Фэнтези",
	"Страна": "США",
	"Возрастной рейтинг": 12,
	"Год": 2002,
	"Оценка": 8.8,
	"Сборы(в долларах)": 926047111
},
{
	"Название": "Бойцовский клуб",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 18,
	"Год": 1999,
	"Оценка": 8.8,
	"Сборы(в долларах)": 100853753
},
{
	"Название": "Начало",
	"Жанр": "Фантастика",
	"Страна": "США",
	"Возрастной рейтинг": 12,
	"Год": 2010,
	"Оценка": 8.8,
	"Сборы(в долларах)": 828322032
},
{
	"Название": "Звёздные войны: Эпизод 5 - Империя наносит ответный удар",
	"Жанр": "Фантастика",
	"Страна": "США",
	"Возрастной рейтинг": 0,
	"Год": 1980,
	"Оценка": 8.7,
	"Сборы(в долларах)": 400083259
},
{
	"Название": "Матрица",
	"Жанр": "Фантастика",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1999,
	"Оценка": 8.7,
	"Сборы(в долларах)": 171479930
},
{
	"Название": "Славные парни",
	"Жанр": "Криминал",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1990,
	"Оценка": 8.7,
	"Сборы(в долларах)": 46836394
},
{
	"Название": "Пролетая над гнездом кукушки",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1975,
	"Оценка": 8.7,
	"Сборы(в долларах)": 109099044
},
{
	"Название": "Интерстеллар",
	"Жанр": "Фантастика",
	"Страна": "США",
	"Возрастной рейтинг": 12,
	"Год": 2014,
	"Оценка": 8.7,
	"Сборы(в долларах)": 715751038
},
{
	"Название": "Семь",
	"Жанр": "Триллер",
	"Страна": "США",
	"Возрастной рейтинг": 18,
	"Год": 1995,
	"Оценка": 8.6,
	"Сборы(в долларах)": 327311859
},
{
	"Название": "Эта замечательная жизнь",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 6,
	"Год": 1946,
	"Оценка": 8.6,
	"Сборы(в долларах)": 8224626
},
{
	"Название": "Семь самураев",
	"Жанр": "Драма",
	"Страна": "Япония",
	"Возрастной рейтинг": 18,
	"Год": 1954,
	"Оценка": 8.6,
	"Сборы(в долларах)": 271841
},
{
	"Название": "Молчание ягнят",
	"Жанр": "Триллер",
	"Страна": "США",
	"Возрастной рейтинг": 18,
	"Год": 1991,
	"Оценка": 8.6,
	"Сборы(в долларах)": 272742922
},
{
	"Название": "Спасти рядового Райана",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1998,
	"Оценка": 8.6,
	"Сборы(в долларах)": 481840909
},
{
	"Название": "Город Бога",
	"Жанр": "Драма",
	"Страна": "Бразилия",
	"Возрастной рейтинг": 16,
	"Год": 2002,
	"Оценка": 8.6,
	"Сборы(в долларах)": 30641770
},
{
	"Название": "Жизнь прекрасна",
	"Жанр": "Драма",
	"Страна": "Италия",
	"Возрастной рейтинг": 0,
	"Год": 1997,
	"Оценка": 8.6,
	"Сборы(в долларах)": 39187783
},
{
	"Название": "Зелёная миля",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 12,
	"Год": 1999,
	"Оценка": 8.6,
	"Сборы(в долларах)": 286801374
},
{
	"Название": "Терминатор 2: Судный день",
	"Жанр": "Фантастика",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1991,
	"Оценка": 8.6,
	"Сборы(в долларах)": 516950043
},
{
	"Название": "Звёздные войны",
	"Жанр": "Фантастика",
	"Страна": "США",
	"Возрастной рейтинг": 0,
	"Год": 1977,
	"Оценка": 8.6,
	"Сборы(в долларах)": 775398007
},
{
	"Название": "Назад в будущее",
	"Жанр": "Фантастика",
	"Страна": "США",
	"Возрастной рейтинг": 12,
	"Год": 1985,
	"Оценка": 8.5,
	"Сборы(в долларах)": 381109762
},
{
	"Название": "Унесённые призраками",
	"Жанр": "Аниме",
	"Страна": "Япония",
	"Возрастной рейтинг": 12,
	"Год": 2001,
	"Оценка": 8.6,
	"Сборы(в долларах)": 341716432
},
{
	"Название": "Пианист",
	"Жанр": "Драма",
	"Страна": "Франция",
	"Возрастной рейтинг": 16,
	"Год": 2002,
	"Оценка": 8.5,
	"Сборы(в долларах)": 120072577
},
{
	"Название": "Паразиты",
	"Жанр": "Драма",
	"Страна": "Южная Корея",
	"Возрастной рейтинг": 18,
	"Год": 2019,
	"Оценка": 8.5,
	"Сборы(в долларах)": 254199282
},
{
	"Название": "Психо",
	"Жанр": "Ужасы",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1960,
	"Оценка": 8.5,
	"Сборы(в долларах)": 32000000
},
{
	"Название": "Гладиатор",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 18,
	"Год": 2000,
	"Оценка": 8.5,
	"Сборы(в долларах)": 460583960
},
{
	"Название": "Король Лев",
	"Жанр": "Мультфильм",
	"Страна": "США",
	"Возрастной рейтинг": 0,
	"Год": 1994,
	"Оценка": 8.5,
	"Сборы(в долларах)": 987483777
},
{
	"Название": "Человек-паук: Паутина вселенных",
	"Жанр": "Мультфильм",
	"Страна": "США",
	"Возрастной рейтинг": 6,
	"Год": 2023,
	"Оценка": 8.6,
	"Сборы(в долларах)": 690615475
},
{
	"Название": "Отступники",
	"Жанр": "Криминал",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 2006,
	"Оценка": 8.5,
	"Сборы(в долларах)": 291465034
},
{
	"Название": "Одержимость",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1998,
	"Оценка": 8.5,
	"Сборы(в долларах)": 48982041
},
{
	"Название": "Могила светлячков",
	"Жанр": "Аниме",
	"Страна": "Япония",
	"Возрастной рейтинг": 12,
	"Год": 1988,
	"Оценка": 8.5,
	"Сборы(в долларах)": 519421
},
{
	"Название": "Леон",
	"Жанр": "Драма",
	"Страна": "Франция",
	"Возрастной рейтинг": 16,
	"Год": 1994,
	"Оценка": 8.5,
	"Сборы(в долларах)": 45284973
},
{
	"Название": "Харакири",
	"Жанр": "Драма",
	"Страна": "Япония",
	"Возрастной рейтинг": 18,
	"Год": 1962,
	"Оценка": 8.6,
	"Сборы(в долларах)": 15222
},
{
	"Название": "Дюна: Часть вторая",
	"Жанр": "Фантастика",
	"Страна": "США",
	"Возрастной рейтинг": 12,
	"Год": 2024,
	"Оценка": 8.5,
	"Сборы(в долларах)": 711844358
},
{
	"Название": "Подозрительные лица",
	"Жанр": "Криминал",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1995,
	"Оценка": 8.5,
	"Сборы(в долларах)": 23341568
},
{
	"Название": "Касабланка",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 6,
	"Год": 1942,
	"Оценка": 8.5,
	"Сборы(в долларах)": 4380000
},
{
	"Название": "1+1",
	"Жанр": "Драма",
	"Страна": "Франция",
	"Возрастной рейтинг": 12,
	"Год": 2011,
	"Оценка": 8.5,
	"Сборы(в долларах)": 426588510
},
{
	"Название": "Новый кинотеатр «Парадизо»",
	"Жанр": "Драма",
	"Страна": "Италия",
	"Возрастной рейтинг": 16,
	"Год": 1988,
	"Оценка": 8.5,
	"Сборы(в долларах)": 11990401
},
{
	"Название": "Новые времена",
	"Жанр": "Драма",
	"Страна": "США",
	"Возрастной рейтинг": 0,
	"Год": 1936,
	"Оценка": 8.5,
	"Сборы(в долларах)": 176106
},
{
	"Название": "Чужой",
	"Жанр": "Ужасы",
	"Страна": "США",
	"Возрастной рейтинг": 16,
	"Год": 1979,
	"Оценка": 8.5,
	"Сборы(в долларах)": 99932689
},
{
	"Название": "Окно во двор",
	"Жанр": "Триллер",
	"Страна": "США",
	"Возрастной рейтинг": 12,
	"Год": 1954,
	"Оценка": 8.5,
	"Сборы(в долларах)": 36764313
}
]